; Japanese
; Rukoto, 四天王寺

[Japanese]
000=1587559691
001=除外
002=利用可能なアップデートはありません。
003=アップデートが利用可能です。今すぐダウンロードしてインストールしますか?
004=ファイル
005=設定
006=終了
007=編集
009=未使用のアプリを消去
010=タイマーを消去
011=検索
012=次を検索
013=最新の情報に更新
014=表示
015=アイコン
016=小アイコン
017=大アイコン
018=オリジナルのアイコンを表示しない
019=言語
020=フォント
021=ヘルプ
022=Webサイト
023=アップデートの確認
024=開発を支援する!
025=バージョン情報
026=ウィンドウを表示/非表示
027=フィルターを有効化
028=フィルターを無効化
030=ルール
031=ブロック リスト
032=システム ルール
033=ユーザー ルール
035=エラー ログ
036=ファイルを追加する
040=すべて
041=通知無効
042=ルールを作成する
043=タイマー
045=タイマー無効
046=ファイルの場所を開く
047=コピー
048=すべて選択
049=選択アイテムを有効化
050=選択アイテムを無効化
051=追加
052=編集
053=削除
054=エクスポート
055=インポート
060=すべてのループバック接続を許可する
061=無効 (ファイルが見つからない/フィルターに問題)
062=共有ネットワーク アプリ
064=Pico アプリ
066=署名済みアプリ
067=通知無効
068=ユーザー ルール
069=システム アプリ
070=タイマー アプリ
071=ルール エディター
072=名前
073=ルール
074=ファミリ (ポートのみ)
075=プロトコル
076=方向
077=アクション
078=日時
079=パス
080=署名
081=アドレス
082=フィルター
083=メモ
084=追加された日時
086=残り時間
087=署名済み
088=署名無し
089=有効化されているアプリ
090=無効化されているアプリ
091=有効化されているルール
093=無効化されているルール
094=送信
095=受信
096=両方
097=許可
098=ブロック
102=ルール有効
104=ヘルプ
105=保存
106=閉じる
107=全般
108=全般構成
109=言語
110=確認
111=インターフェイス
112=強調表示
114=ログ ファイル
115=通知
116=詳細設定
117=常に手前に表示
118=システムの起動時に読み込む
119=最小化の状態で起動する
120=ファイル名のみ表示
121=列サイズの自動調整
122=「ユーザー アカウント制御」の警告をスキップする
123=アップデートを定期的に確認する (推奨)
124=言語の選択:
127=ポート スキャンを防止する
128=インバウンド TCP RST をサイレント ドロップすることで TCP ポート スキャンを防止し、「Destination Unreachable」(宛先到達不能) でアウトバウンド ICMP に応答することで UDP ポート スキャンを防止します。
129=コンピューター起動時にフィルターを有効にする
130=「Base Filtering Engine」(BFE) サービスが開始される前であっても、システムの起動中にデータが漏れるのを防ぎます。
134=アプリのデジタル署名をチェックする
135=ネットワーク アドレスを解決する
136=Windows Firewall を無効化
137=Windows Firewall を有効化
138=終了時に確認ダイアログを表示する
139=タイマーがアクティブな場合、終了時に確認ダイアログを表示する
140=アプリケーションを削除するときに確認する
141=ログ ファイルをクリアするときに確認する
142=アイテムをダブルクリックすると色を変更できます。
143=パケット破棄のログを有効にする
144=ログを表示する
145=ログを消去する
146=最大ログ サイズ (kB):
147=パケット破棄の通知を有効にする
148=通知音を有効にする
151=同じ通知間のタイムアウト (秒):
158=このアプリケーションのアドレスやポートへのアクセスを許可するユーザー ルールを作成します。
159=よろしいですか?
160=%d アイテムを削除しますか?
161=現在の設定に従ってアプリのネットワーク アクセスがブロックされます。続行しますか?
162=現在ブロックされているすべてのアプリのネットワーク アクセスが復元されます。続行しますか?
164=インストールされているフィルターは、終了しても動作し続けます。続行しますか?
167=タイマーが作動中です。タイマーはアプリケーションの実行中にのみ機能します。終了しますか?
168=すべてのタイマーを削除しますか?
169=今後このメッセージを表示しない
170=合計アプリ数: %d
172=<なし>
174=ルール「%s」の構文エラー!
175=送信元
176=送信先
177=アップデート サーバーとの接続でエラーが発生しました。
178=アップデートにベータ版を含める
181=アップデートをダウンロードしています...
182=アップデートのダウンロードが完了しました。
183=ユーザー ルールのアプリ
186=すべてのループバック トラフィックが許可されます。
188=リセット
189=すべてのアプリケーション設定をリセットしてもよろしいですか?
191=ポート スキャナー
192=ブロック リスト
193=新しいリリースを確認しています...
194=アップデートが利用可能です。今すぐインストールしますか?
195=ユーザー ルール
197=許可されたパケット
198=「%s」のタイマーが終了しました!
199=特大アイコン
200=未使用のアプリ
202=タイマー アプリ
203=インストールされているフィルターの保護を有効にする
204=許可されていないアプリケーションがインストールされたフィルターにアクセスするのを防ぎます。
205=デバイス (ストレージ) が接続されたときにフィルターを更新する
206=すべてに対して IPv6 リダイレクト (6to4) を許可する
207=推奨
208=詳細表示
210=永久にアクセスを許可
211=永久にアクセスをブロック
212=無視して後で尋ねる
213=アプリに「%s」を適用
214=ルールを編集する
215=アプリ
216=サービス
217=パッケージ
218=ネットワーク
219=状態
220=フィルターが有効です。
221=フィルターが無効です!
222=フィルターの変更を適用しています
223=ネットワーク接続あり
224=リストで表示
225=Microsoft スパイおよびテレメトリ サーバー
226=Microsoft アップデート サーバー
227=Microsoft アプリケーション サーバー
228=ポート
229=ネットワーク アラート
230=%s が次のアプリの接続をブロックしました。
231=無効
232=セキュリティ
233=ログ表示用のアプリ
234=タスクトレイ付近に通知ウィンドウを表示する
235=接続を閉じる
236=すべての送信接続をブロックする
237=すべての受信接続をブロックする
238=アイコン
239=詳細
240=並べて表示
241=フィールドを空のままにすると、ルールはすべてのアドレスとポートに適用されます。
242=アプリが選択されていない場合、ルールはすべてのアプリに適用されます。
243=フィルターは再起動するまで有効です。
244=恒久的運用: フィルターは手動で無効にするまで機能します
245=一時的運用: フィルターは次回起動時に無効化されています
246=パケット ログ インターフェイスを有効にする
247=フルスクリーン アプリがフォアグラウンドの場合はサイレントモードを有効にする
